project/atropos-go/etcd_concurrent_read-master/master/e6/output/with_expensive_read/cheap_read.log
bench with linearizable range
 0 / 1000 B                                                                                                                                                                                            !   0.00%INFO: 2023/06/10 03:22:15 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
INFO: 2023/06/10 03:22:15 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
 1000 / 1000 Booooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 10s

Summary:
  Total:	10.1671 secs.
  Slowest:	0.1021 secs.
  Fastest:	0.0002 secs.
  Average:	0.0009 secs.
  Stddev:	0.0040 secs.
  Requests/sec:	98.3561

Response time histogram:
  0.0002 [1]	|
  0.0104 [994]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0206 [2]	|
  0.0308 [0]	|
  0.0410 [1]	|
  0.0512 [0]	|
  0.0614 [1]	|
  0.0716 [0]	|
  0.0818 [0]	|
  0.0919 [0]	|
  0.1021 [1]	|

Latency distribution:
  10% in 0.0004 secs.
  25% in 0.0004 secs.
  50% in 0.0005 secs.
  75% in 0.0006 secs.
  90% in 0.0010 secs.
  95% in 0.0017 secs.
  99% in 0.0072 secs.
  99.9% in 0.1021 secs.