project/atropos-go/etcd_concurrent_read-master/master/e6/output/with_expensive_read/cheap_write.log
 0 / 100 B                                                                                                                                                                                             !   0.00%INFO: 2023/06/10 03:22:15 ccResolverWrapper: sending new addresses to cc: [{localhost:2379 0  <nil>}]
INFO: 2023/06/10 03:22:15 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
INFO: 2023/06/10 03:22:15 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
 100 / 100 Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 4s

Summary:
  Total:	4.9615 secs.
  Slowest:	0.0594 secs.
  Fastest:	0.0003 secs.
  Average:	0.0017 secs.
  Stddev:	0.0063 secs.
  Requests/sec:	20.1552

Response time histogram:
  0.0003 [1]	|
  0.0062 [95]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0121 [2]	|
  0.0180 [0]	|
  0.0239 [1]	|
  0.0299 [0]	|
  0.0358 [0]	|
  0.0417 [0]	|
  0.0476 [0]	|
  0.0535 [0]	|
  0.0594 [1]	|

Latency distribution:
  10% in 0.0004 secs.
  25% in 0.0005 secs.
  50% in 0.0005 secs.
  75% in 0.0007 secs.
  90% in 0.0012 secs.
  95% in 0.0060 secs.
  99% in 0.0594 secs.