project/atropos-go/etcd_concurrent_read-master/master/e6/output/with_expensive_read/expensive_read.log
bench with linearizable range
 0 / 10 B                                                                                                                                                                                              !   0.00%INFO: 2023/06/10 03:22:15 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
INFO: 2023/06/10 03:22:15 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
 10 / 10 Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 9s

Summary:
  Total:	9.0018 secs.
  Slowest:	0.0583 secs.
  Fastest:	0.0003 secs.
  Average:	0.0062 secs.
  Stddev:	0.0174 secs.
  Requests/sec:	1.1109

Response time histogram:
  0.0003 [1]	|∎∎∎∎∎
  0.0061 [8]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0119 [0]	|
  0.0177 [0]	|
  0.0235 [0]	|
  0.0293 [0]	|
  0.0351 [0]	|
  0.0409 [0]	|
  0.0467 [0]	|
  0.0525 [0]	|
  0.0583 [1]	|∎∎∎∎∎

Latency distribution:
  10% in 0.0003 secs.
  25% in 0.0004 secs.
  50% in 0.0004 secs.
  75% in 0.0007 secs.
  90% in 0.0583 secs.